Repository: avrik/zoombiesZoo
Catalog: src/locale/messages.*.xlf
Languages: he

# year
source: year i18n!
he: שנה

# day
source: day i18n!
he: יום

# level
source: level i18n!
he: שלב

# place
source: level i18n!
he: הנח

# citzens
source: citzens in i18n!
he: תושבים ב

# score
source: score i18n!
he: ניקוד

# goaltest
source: build collect
he: בנה אסוף

# cityname
source: the wilderness
he: שממה

source: {VAR_SELECT, select, the wilderness {the wilderness} camp {camp} tribe {tribe} }
he: {VAR_SELECT, select, the wilderness {שממה} camp {מחנה} tribe {שבט} }

source: {VAR_SELECT, select, gameOver {Game Over} resetGame {Reset Game} }
he: {VAR_SELECT, select, gameOver {המשחק הסתיים} resetGame {אפס משחק} }

source: {VAR_SELECT, select, gameOver {Game Over} resetGame {Reset Game} }
he: {VAR_SELECT, select, gameOver {המשחק הסתיים} resetGame {אפס משחק} }

source: I don't output any element
he: Je n'affiche aucun élément

source: Angular logo
he: Logo d'Angular

source: {VAR_PLURAL, plural, =0 {just now} =1 {one minute ago} other {{{minutes}} minutes ago} }
he: {VAR_PLURAL, plural, =0 {à l'instant} =1 {il y a une minute} other {il y a {{minutes}} minutes} }

source: The author is {gender, select, male {...} female {...} other {...}}
he: L'auteur est {gender, select, male {...} female {...} other {...}}

source: {VAR_SELECT, select, male {male} female {female} other {other} }
he: {VAR_SELECT, select, male {un homme} female {une femme} other {autre} }

source: Updated: {minutes, plural, =0 {...} =1 {...} other {...}}
he: Mis à jour: {minutes, plural, =0 {...} =1 {...} other {...}}

source: {VAR_PLURAL, plural, =0 {just now} =1 {one minute ago} other {{{minutes}} minutes ago by {VAR_SELECT, select, male {male} female {female} other {other} }} }
he: {VAR_PLURAL, plural, =0 {à l'instant} =1 {il y a une minute} other {il y a {{minutes}} minutes par {VAR_SELECT, select, male {un homme} female {une femme} other {autre} }} }
